Repository: digitalearthafrica/deafrica-sandbox-notebooks
Catalog: Tools/deafrica_tools/locales/*/LC_MESSAGES/deafrica_tools.po
Languages: fr

source: None
fr: Aucun

source: ESRI World Imagery
fr: Imagerie mondiale ESRI

source: Water Observations from Space
fr: Observations de l'eau depuis l'espace-WOfS

source: Wetlands Insight Tool
fr: Outil d'analyse des zones humides

source: Select parameters and AOI
fr: Sélectionner les paramètres et la zone d'intérêt

source: Total polygon area
fr: Superficie totale du polygone

source: Area falls within recommended limit
fr: La zone se situe dans la limite recommandée

source: Area is too large, please update your polygon
fr: La zone est trop grande, veuillez réduire votre polygone

source: Map Overlays
fr: Superpositions de cartes

source: Run
fr: Exécuter

source: Map Overlay:
fr: Carte superposée :

source: Start Date:
fr: Date de début :

source: End Date:
fr: Date de fin :

source: Minimum Good Data:
fr: Minimum de bonnes données :

source: Resampling Frequency:
fr: Fréquence de rééchantillonnage :

source: Output CSV:
fr: Sortie CSV :

source: Output Plot:
fr: Tracé de sortie :

source: Progress
fr: Progrès

source: WIT complete
fr: WIT achevée

source: No polygon selected
fr: Aucun polygone sélectionné

source: open water
fr: eau libre

source: wet
fr: humide

source: green veg
fr: végétation verts

source: dry veg
fr: végétation seche

source: bare soil
fr: sol nu

source: Percentage Fractional Cover, Wetness, and Water
fr: Pourcentage de couverture fractionnée, humidité et eau
